tap "artginzburg/tap"
tap "catppuccin/tap"
tap "coder/coder"
tap "cormacrelf/tap"
tap "dagger/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jdx/tap"
tap "rsteube/tap"
tap "siderolabs/tap"
tap "stripe/stripe-cli"
brew "actionlint"
brew "argocd"
brew "atuin"
brew "awscli"
brew "bash"
brew "bat"
brew "btop"
brew "ccache"
brew "cdk8s"
brew "chezmoi"
brew "cloudflared"
brew "cocoapods"
brew "container", link: false
brew "difftastic"
brew "exercism"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gomplate"
brew "gping"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "hyperfine"
brew "icu4c@76"
brew "ios-deploy"
brew "jj"
brew "jq"
brew "kube-linter"
brew "kubernetes-cli"
brew "libimobiledevice"
brew "llvm"
brew "lld"
brew "llm"
brew "markdownlint-cli2"
brew "maven"
brew "mise"
brew "neovim"
brew "opentofu"
brew "ov"
brew "plantuml"
brew "pre-commit"
brew "tcl-tk"
brew "python-tk@3.12"
brew "qemu"
brew "rclone"
brew "rebar3"
brew "restic"
brew "ripgrep"
brew "sccache"
brew "starship"
brew "terminal-notifier"
brew "texlive"
brew "tmux"
brew "trash"
brew "tree"
brew "typst"
brew "velero"
brew "vivid"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "artginzburg/tap/sudo-touchid"
brew "catppuccin/tap/whiskers"
brew "coder/coder/coder"
brew "cormacrelf/tap/dark-notify"
brew "dagger/tap/dagger"
brew "rsteube/tap/carapace"
brew "siderolabs/tap/talosctl"
cask "1password"
cask "1password-cli"
cask "affinity-photo"
cask "anki"
cask "aptakube"
cask "blitz-gg"
cask "chatgpt"
cask "claude-code"
cask "cleanshot"
cask "coder/coder/coder-desktop"
cask "codex"
cask "container"
cask "contexts"
cask "cursor"
cask "dash"
cask "devpod"
cask "devutils"
cask "git-credential-manager"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "linearmouse"
cask "mactex"
cask "mailmate"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "middle"
cask "minecraft"
cask "netnewswire"
cask "obsidian"
cask "orbstack"
cask "orion"
cask "raycast"
cask "rectangle-pro"
cask "scroll-reverser"
cask "selfcontrol"
cask "sketch"
cask "soulver"
cask "sublime-merge"
cask "sublime-text"
cask "swish"
cask "syncthing-app"
cask "tailscale-app"
cask "the-unarchiver"
cask "transmit"
cask "visual-studio-code"
cask "wezterm"
cask "windsurf"
cask "zoom"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "coder.coder-remote"
vscode "davidanson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
go "cmd/go"
go "cmd/gofmt"
