tap "jdx/tap"
tap "rsteube/tap"
brew "atuin"
brew "bat"
brew "btop"
brew "cdk8s"
brew "chezmoi"
brew "difftastic"
brew "earthly"
brew "eza"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "gomplate"
brew "hadolint"
brew "helm"
brew "hyperfine"
brew "jq"
brew "kube-linter"
brew "llm"
brew "markdownlint-cli2"
brew "mise"
brew "neovim"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "tree"
brew "wget"
brew "zellij"
brew "rsteube/tap/carapace"
