tap "artginzburg/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jdx/tap"
tap "rsteube/tap"
brew "atuin"
brew "bat"
brew "icu4c@76"
brew "btop"
brew "cdk8s"
brew "chezmoi"
brew "difftastic"
brew "earthly"
brew "eza"
brew "ffmpeg"
brew "fish"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gomplate"
brew "hadolint"
brew "helm"
brew "hyperfine"
brew "jq"
brew "kube-linter"
brew "llm"
brew "markdownlint-cli2"
brew "maven"
brew "mise"
brew "neovim"
brew "pre-commit"
brew "tcl-tk"
brew "python-tk@3.12"
brew "qemu"
brew "restic"
brew "ripgrep"
brew "starship"
brew "terminal-notifier"
brew "texlive"
brew "tree"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zellij"
brew "artginzburg/tap/sudo-touchid"
brew "rsteube/tap/carapace"
cask "1password"
cask "adobe-acrobat-reader"
cask "affinity-photo"
cask "anki"
cask "aptakube"
cask "bartender"
cask "cleanshot"
cask "contexts"
cask "dash"
cask "devutils"
cask "firefox"
cask "git-credential-manager"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "jetbrains-toolbox"
cask "mactex"
cask "mailmate"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "middle"
cask "minecraft"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rectangle-pro"
cask "scroll-reverser"
cask "selfcontrol"
cask "sketch"
cask "slack"
cask "soulver"
cask "sublime-merge"
cask "sublime-text"
cask "swish"
cask "syncthing"
cask "tailscale"
cask "the-unarchiver"
cask "transmit"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "arahata.linter-actionlint"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.python-environment-manager"
vscode "earthly.earthfile-syntax-highlighting"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "fnando.linter"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "glehmann.earthlyls"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jinliming2.vscode-go-template"
vscode "julialang.language-julia"
vscode "kamikillerto.vscode-colorize"
vscode "keesschollaart.vscode-home-assistant"
vscode "lightyen.tailwindcss-intellisense-twin"
vscode "maarti.jenkins-doc"
vscode "marlon407.code-groovy"
vscode "matthewpi.caddyfile-support"
vscode "mkhl.shfmt"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.extension-test-runner"
vscode "nicolasvuillamy.vscode-groovy-lint"
vscode "orta.vscode-jest"
vscode "orta.vscode-twoslash"
vscode "peakchen90.open-html-in-browser"
vscode "quarto.quarto"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "simonsiefke.svg-preview"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "wholroyd.jinja"
vscode "yoavbls.pretty-ts-errors"
vscode "zamerick.vscode-caddyfile-syntax"
