tap "crisidev/chunkwm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/completions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "bash-completion"
brew "boost"
brew "clisp"
brew "cocoapods"
brew "emacs"
brew "exa"
brew "gnupg"
brew "hledger"
brew "htop"
brew "hub"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "ios-deploy"
brew "iperf3"
brew "jenv"
brew "libomp"
brew "libpng"
brew "llvm"
brew "open-mpi"
brew "pyenv"
brew "rust"
brew "sbcl"
brew "stow"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "zsh-completions"
brew "koekeishiya/formulae/chunkwm", args: ["HEAD", "with-tmp-logging"]
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
cask "provisionql"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookapk"
cask "suspicious-package"
cask "webpquicklook"
