tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "marioschwalbe/gcc-musl-cross"
tap "messense/macos-cross-toolchains"
tap "osx-cross/arm"
tap "sidneys/homebrew"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "ant"
brew "aria2"
brew "arm-linux-gnueabihf-binutils"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "bzip2"
brew "cabextract"
brew "pkg-config"
brew "cairo"
brew "cdrtools"
brew "chezmoi"
brew "cmake"
brew "direnv"
brew "dust"
brew "exa"
brew "pcre2"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "jq"
brew "krb5"
brew "libpq"
brew "libxt"
brew "maven"
brew "mosh"
brew "neovim"
brew "ninja"
brew "openjdk@11"
brew "p7zip"
brew "pcsc-lite"
brew "pidof"
brew "pinentry-mac"
brew "postgresql"
brew "procs"
brew "qemu"
brew "r"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shfmt"
brew "starship"
brew "swiftlint"
brew "tealdeer"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "tree"
brew "vim"
brew "wget"
brew "wimlib"
brew "zsh"
brew "hudochenkov/sshpass/sshpass"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "osx-cross/arm/arm-gcc-bin@10"
brew "sidneys/homebrew/openssl@1.0"
brew "sidneys/homebrew/chntpw"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "arq"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "blitz"
cask "citra"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "fantastical"
cask "firefox"
cask "google-drive"
cask "google-drive-file-stream"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "league-of-legends"
cask "little-snitch"
cask "mailmate"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "minecraft"
cask "notion"
cask "numi"
cask "obsidian"
cask "parsec"
cask "r"
cask "rstudio"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "syncthing"
cask "telegram"
cask "texpad"
cask "transmit"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
