tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
brew "act"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "python@3.10"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "bottom"
brew "butane"
brew "bzip2"
brew "pkg-config"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "direnv"
brew "dust"
brew "emacs"
brew "exa"
brew "pcre2"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "helm"
brew "htop"
brew "jpeg"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libpq"
brew "libxt"
brew "maven"
brew "mosh"
brew "neovim"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "procs"
brew "pulumi"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "shfmt"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "unison"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh"
brew "hudochenkov/sshpass/sshpass"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "michaeleisel/zld/zld"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "anki"
cask "balenaetcher"
cask "bartender"
cask "bettertouchtool"
cask "blitz"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "fantastical"
cask "firefox"
cask "gifox"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "league-of-legends"
cask "little-snitch"
cask "mailmate"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "minecraft"
cask "notion"
cask "numi"
cask "obsidian"
cask "parsec"
cask "paw"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "syncthing"
cask "telegram"
cask "texpad"
cask "transmit"
cask "ubersicht"
cask "visual-studio-code"
cask "xquartz"
cask "zoom"
