tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "sidneys/homebrew"
tap "xorpse/formulae"
brew "openssl@1.1"
brew "aria2"
brew "readline"
brew "xz"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "autojump"
brew "bash"
brew "bat"
brew "bzip2"
brew "cabextract"
brew "cairo"
brew "cdrtools"
brew "chezmoi"
brew "exa"
brew "pcre2"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "gnupg"
brew "htop"
brew "jq"
brew "libxt"
brew "mosh"
brew "neovim"
brew "pinentry-mac"
brew "reattach-to-user-namespace"
brew "starship"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wimlib"
brew "zsh"
brew "hudochenkov/sshpass/sshpass"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sidneys/homebrew/openssl@1.0"
brew "sidneys/homebrew/chntpw"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "alfred"
cask "arq"
cask "bartender"
cask "bettertouchtool"
cask "daisydisk"
cask "docker"
cask "fantastical"
cask "firefox"
cask "gpg-suite"
cask "iterm2"
cask "jetbrains-toolbox"
cask "little-snitch"
cask "mailmate"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "notion"
cask "numi"
cask "obsidian"
cask "r"
cask "rstudio"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "syncthing"
cask "telegram"
cask "texpad"
cask "transmit"
cask "xquartz"
cask "zoom"
