getantibody/tap/antibody
automake
aws/tap/aws-sam-cli
coreutils
exa
gnupg
highlight
htop
jenv
libtool
nvm
pinentry-mac
pyenv
koekeishiya/formulae/skhd
stow
tree
vim
koekeishiya/formulae/yabai
zlib
zsh
