tap "aws/tap"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "exa"
brew "git"
brew "gnupg", link: false
brew "htop"
brew "jenv"
brew "libtool"
brew "nvm"
brew "pinentry-mac"
brew "pkg-config"
brew "pyenv"
brew "stow"
brew "tree"
brew "vim"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "getantibody/tap/antibody"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
