tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "thoughtbot/formulae"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "autojump"
brew "bat"
brew "chezmoi"
brew "exa"
brew "fd"
brew "fpp"
brew "fzf"
brew "git"
brew "gnupg"
brew "htop"
brew "jq"
brew "pinentry-mac"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "stow"
brew "tcl-tk"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "thoughtbot/formulae/gitsh"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "sekey"
