1password
aerial
alfred
bartender
bettertouchtool
blitz
citra
daisydisk
dash
discord
docker
fantastical
google-chrome
gpg-suite
hammerspoon
iterm2
jetbrains-toolbox
league-of-legends
logitech-options
loopback
mailmate
microsoft-auto-update
microsoft-office
minecraft
notion
numi
qlcolorcode
qlimagesize
qlmarkdown
qlstephen
qlvideo
quicklook-json
resilio-sync
spotify
steam
sublime-text
telegram
texpad
transmit
ubersicht
