adns
asciinema
asdf
autojump
boost
carthage
cmake
cunit
git
gnu-sed
gnutls
highlight
htop
jq
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
libassuan
libatomic_ops
mas
ninja
reattach-to-user-namespace
sphinx-doc
swiftlint
tmux
tree
vim
wget
zsh
