asciinema
asdf
autojump
aws/tap/aws-sam-cli
bat
chezmoi
exa
fd
fpp
fzf
git
gnupg
highlight
htop
jq
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
pinentry-mac
python@3.7
qemu
reattach-to-user-namespace
ripgrep
stow
tcl-tk
thoughtbot/formulae/gitsh
tig
tmux
tree
vim
wget
zsh
